/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; dades = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Compromís d'AA";

/* Label of field in authority info access extension */
"Access Location" = "Ubicació d'accés";

/* Label of field in authority info access extension */
"Access Method" = "Mètode d'accés";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Afiliació modificada";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algorisme";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Número de sèrie de certificat d'autoritat";

/* Authority info access extension label */
"Authority Information Access" = "Accés a les dades de l’autoritat";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identificador de clau d’autoritat";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Restriccions bàsiques";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Cadena de bits";

/* No comment provided by engineer. */
"bits" = "bits";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Cadena de bytes";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bytes";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Compromís de CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Símbol de certificat";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Autoritat de certificació";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Suspensió de certificat";

/* Certificate Policies extension label */
"Certificate Policies" = "Polítiques del certificat";

/* No comment provided by engineer. */
"Certificate Type" = "Tipus de certificat";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Cessació de l’operació";

/* Label of field in Certificate Policies extension */
"CPS URI" = "URI CPS";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Crític";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Punts de distribució de CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Emissor de CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Firma CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Dades";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Xifratge de dades";

/* X.509 key usage bitfield name */
"Decipher Only" = "Només desxifrar";

/* X.509 key usage bitfield name */
"Digital Signature" = "Firma digital";

/* label for general name field value */
"Directory Name" = "Nom de directori";

/* label for general name field value */
"DNS Name" = "Nom DNS";

/* label for general name field value */
"EDI Party Name" = "Nom de part EDI";

/* label for general name field value */
"Email Address" = "Adreça de correu";

/* X.509 key usage bitfield name */
"Encipher Only" = "Només xifrar";

/* No comment provided by engineer. */
"Expired" = "Caducat";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Caducitat";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Text explícit";

/* Extended key usage extension label */
"Extended Key Usage" = "Ús de clau ampliat";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nom general";

/* Label used for General Names when value is invalid */
"General Names" = "Noms generals";

/* No comment provided by engineer. */
"Hostname mismatch." = "Nom de host no coincident.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Inhibir assignació de polítiques";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ no vàlid";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Enllaç de cadena de certificats no vàlid.";

/* label for general name field value */
"IP Address" = "Adreça IP";

/* No comment provided by engineer. */
"Issued By" = "Emès per:";

/* No comment provided by engineer. */
"Issuer Name" = "Nom de l’emissor";

/* No comment provided by engineer. */
"Issuer Summary" = "Resum sobre l'emissor";

/* No comment provided by engineer. */
"Issuer Unique ID" = "ID únic de l’emissor";

/* X.509 key usage bitfield name */
"Key Agreement" = "Contracte de clau";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Compromís de la clau";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Xifratge de la clau";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Identificador de clau";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nom relatiu a emissor de CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "No";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Sense rebuig";

/* field value of parameters field when no parameters are present */
"none" = "cap";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "no mostrat (etiqueta = %1$@; longitud %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "No vàlid després de";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "No vàlid abans de";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Números d'avís";

/* Netscape certificate type usage value */
"Object Signing" = "Signatura d'objecte";

/* Netscape certificate type usage value */
"Object Signing CA" = "Signatura d'objecte CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID massa llarg";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Un o més certificats han caducat o encara no són vàlids.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "S'ha detectat una o més amplicacions crítiques no compatibles.";

/* Label of field in Certificate Policies extension */
"Organization" = "Empresa";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Nom alternatiu";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Paràmetres";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Límit de longitud de la ruta";

/* Policy constraints extension label */
"Policy Constraints" = "Restriccions de política";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identificador de política #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Cualificador de política #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "No es compleixen els requisits de política.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Període d’ús de la clau privada";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Retirada de privilegi";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algorisme de clau pública";

/* No comment provided by engineer. */
"Public Key Data" = "Dades de clau pública";

/* Label of field in extended key usage extension */
"Purpose" = "Finalitat";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Qualificador";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Raons";

/* label for general name field value */
"Registered ID" = "ID registrat";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Exigir política explícita";

/* Netscape certificate type usage value */
"Reserved" = "Reservat";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "El certificat arrel no és de confiança.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "CA S/MIME";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Seqüència";

/* No comment provided by engineer. */
"Serial Number" = "Número de sèrie";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Definir";

/* No comment provided by engineer. */
"Signature" = "Firma";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algorisme de firma";

/* Netscape certificate type usage value */
"SSL CA" = "CA SSL";

/* Netscape certificate type usage value */
"SSL client" = "Client SSL";

/* Netscape certificate type usage value */
"SSL server" = "Servidor SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identificador de clau del subjecte";

/* No comment provided by engineer. */
"Subject Name" = "Nom del subjecte";

/* No comment provided by engineer. */
"Subject Unique ID" = "ID únic del subjecte";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Reemplaçat";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "L'emissor d'aquest certificat ha caducat.";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "L'emissor d'aquest certificat encara no és vàlid.";

/* No comment provided by engineer. */
"This certificate has expired" = "Aquest certificat ha caducat";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Aquest certificat encara no és vàlid";

/* The certificate is temporally valid */
"This certificate is valid" = "Aquest certificat és vàlid";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ sense analitzar";

/* CRL Distribution Points extension supported reason name */
"Unused" = "No utilitzat";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Ús";

/* No comment provided by engineer. */
"Valid from" = "Vàlid des del";

/* No comment provided by engineer. */
"Version" = "Versió";

/* label for general name field value */
"X.400 Address" = "Adreça X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Nom X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "Certificat X.509, versió %1$d %2$s";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Sí";

